[{"_id":{"$oid":"67335979451909293ded1c65"},"name":"World Trade Center","location":{"type":"Point","coordinates":[-74.010843,40.710744]},"address":"Two World Trade Center, 200 Greenwich St, New York City, New York 10007, United States","description":"The World Trade Center is a place that must be visited. It's great for panoramic city photos that are breathtaking.","accessibility":"Although the grounds are free to be accessed without any charge, visiting the observatory does require an admission fee. The WTC is very accessible and accommodates public transportation, allows wheelchair access (even has wheel chairs for rent), allows service animals.","bestTimes":["sunset","early morning","after sunset","nighttime"],"images":[{"public_id":"sbfduhnc6loym5kzkrdx","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1731708693/sbfduhnc6loym5kzkrdx.jpg"},{"public_id":"crrvviq1nceimzglki3n","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1732220492/crrvviq1nceimzglki3n.jpg"}],"tags":["skyscraper","nyc","photography"],"posterId":{"$oid":"507f191e810c19729de860ea"},"createdAt":{"$date":"2024-11-12T13:34:49.053Z"},"reportCount":1,"averageRating":5,"totalRatings":1,"contestInfo":{"$date":"2024-12-01T05:00:00Z"}},{"_id":{"$oid":"673f6a6ba06f6cb6e13f7532"},"name":"DUMBO Manhattan Bridge","location":{"type":"Point","coordinates":[-73.989241,40.703153]},"address":"39 Washington Street, Brooklyn, New York 11201, United States","description":"DUMBO stands for “Down Under the Manhattan Bridge Overpass” and is located along the East River waterfront in the borough of Brooklyn, New York City.\r\n\r\nBrooklyn Bridge Park is to its north, the Brooklyn Bridge is to the west, Brooklyn Heights to the south, and Vinegar Hill is to the east.\r\n\r\nsource: https://thewanderlover.com/dumbo-manhattan-bridge-view/","accessibility":"You can access by walking, taxi, and subway.\r\n\r\nBy Subway\r\nOption 1: F Train (orange) to York Street. This is the closest stop to the DUMBO Manhattan Bridge View.\r\n\r\nOption 2: A or C Trains (blue) to High Street-Brooklyn Bridge. Walk around 7 minutes to the DUMBO Manhattan Bridge View.\r\n\r\nOnce you leave either station, there will be signs pointing you to the viewpoint, and you’ll start seeing cobblestone streets.\r\n\r\nBy Taxi\r\nYou can also take a taxi or Uber/Lyft directly to “Dumbo – Manhattan Bridge View“. If you’re coming from Manhattan, you’ll get beautiful views as you come across the Manhattan or Brooklyn Bridge.\r\n\r\nsource: https://thewanderlover.com/dumbo-manhattan-bridge-view/","bestTimes":["sunrise","weekend"],"images":[{"public_id":"nncljgqnlguscj7osf0o","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1734193332/nncljgqnlguscj7osf0o.jpg"},{"public_id":"swb6e6i4swlewdmy8rfx","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1734061656/swb6e6i4swlewdmy8rfx.jpg"}],"tags":["touristy","bridge","crowds","great view"],"posterId":{"$oid":"507f191e810c19729de860ea"},"createdAt":{"$date":"2024-11-21T17:14:19.65Z"},"reportCount":0,"averageRating":9.6,"totalRatings":1,"contestInfo":{"$date":"2024-12-01T05:00:00Z"}},{"_id":{"$oid":"673a268ed25fcb0bd027e4db"},"name":"Central Park","location":{"type":"Point","coordinates":[-73.96549,40.782464]},"address":"Central Park, New York City, New York, United States","description":"Central Park is an urban park between the Upper West Side and Upper East Side neighborhoods of Manhattan in New York City that was the first landscaped park in the United States. It is the sixth-largest park in the city, containing 843 acres (341 ha), and the most visited urban park in the United States, with an estimated 42 million visitors annually as of 2016. It is also one of the most filmed locations in the world.\r\n\r\nThe park's main attractions include the Ramble and Lake, Hallett Nature Sanctuary, the Jacqueline Kennedy Onassis Reservoir, and Sheep Meadow; amusement attractions such as Wollman Rink, Central Park Carousel, and the Central Park Zoo; formal spaces such as the Central Park Mall and Bethesda Terrace; and the Delacorte Theater. The biologically diverse ecosystem has several hundred species of flora and fauna. Recreational activities include carriage-horse and bicycle tours, bicycling, sports facilities, and concerts and events such as Shakespeare in the Park. Central Park is traversed by a system of roads and walkways and is served by public transportation.\r\n\r\nSource: https://en.wikipedia.org/wiki/Central_Park","accessibility":"Central Park incorporates a system of pedestrian walkways, scenic drives, bridle paths, and transverse roads to aid traffic circulation, and it is easily accessible via several subway stations and bus routes. The park is pubic and is open to everyone!\r\n\r\nThe New York City Subway's IND Eighth Avenue Line (A, ​B, ​C, and ​D trains) runs along the western edge of the park. Most of the Eighth Avenue Line stations on Central Park West serve only the local B and ​C trains, while the 59th Street–Columbus Circle station is additionally served by the express A and ​D trains and the IRT Broadway–Seventh Avenue Line (1 train). The IRT Lenox Avenue Line (2 and ​3 trains) has a station at Central Park North. From there the line curves southwest under the park and heads west under 104th Street. On the southeastern corner of the park, the BMT Broadway Line (N, ​R, and ​W trains) has a station at Fifth Avenue and 59th Street.[474] The 63rd Street lines (F, <F>​, and Q trains) pass underneath without stopping,[474] and the line contains a single ventilation shaft within the park, west of Fifth Avenue and 63rd Street.[277]\r\n\r\nVarious bus routes pass through Central Park or stop along its boundaries. The M10 bus stops along Central Park West, while the M5 and part of the M7 runs along Central Park South, and the M2, M3 and M4 run along Central Park North. The M1, M2, M3, and M4 run southbound along Fifth Avenue with corresponding northbound bus service on Madison Avenue. The M66, M72, M79 SBS (Select Bus Service), M86 SBS, M96 and M106 buses use the transverse roads across Central Park. The M12, M20 and M104 only serve Columbus Circle on the south end of the park, and the M31 and M57 run on 57th Street two blocks from the park's south end but do not stop on the boundaries of the park.[473]\r\n\r\nSome of the buses running on the edge of Central Park replaced former streetcar routes that formerly traveled across Manhattan. These streetcar routes included the Sixth Avenue line, which became the M5 bus, and the Eighth Avenue line, which became the M10.[475] Only one streetcar line traversed Central Park: the 86th Street Crosstown Line, the predecessor to the M86 bus.[476]\r\n\r\nSource: https://en.wikipedia.org/wiki/Central_Park","bestTimes":["sunset","spring","fall","weekdays"],"images":[{"public_id":"qtiodyuae6a3xds1kven","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1731864044/qtiodyuae6a3xds1kven.jpg"},{"public_id":"nlscirvpuwxlfwyh1ki2","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1731864068/nlscirvpuwxlfwyh1ki2.jpg"},{"public_id":"uz3pcd1nkw1iufvpzdib","url":"https://res.cloudinary.com/db7w46lyt/image/upload/v1731864193/uz3pcd1nkw1iufvpzdib.jpg"}],"tags":["nyc","park","public","outdoors","tourist spot"],"posterId":{"$oid":"507f191e810c19729de860ea"},"createdAt":{"$date":"2024-11-17T17:23:26.259Z"},"reportCount":0,"averageRating":10,"totalRatings":1,"contestInfo":{"$date":"2024-12-01T05:00:00Z"}}]
